Repository: adamalexandersson/worddown
Catalog: resources/languages/worddown-*.po
Languages: sv_se

source: WordPress plugin that exports pages or posts to a markdown files for AI chatbots
sv_se: WordPress-plugin som exporterar sidor eller inlägg till markdown-filer för AI-chatbots

source: Dashboard
sv_se: Instrumentpanel

source: Settings
sv_se: Inställningar

source: Weekly
sv_se: Veckovis

source: Include %s content in export
sv_se: Inkludera %s modulers innehåll i exporten

source: Export cancelled
sv_se: Exporten avbröts

source: Export completed
sv_se: Exporten är klar

source: No export currently running
sv_se: Ingen export körs för närvarande

source: Export cancelled successfully
sv_se: Exporten avbröts

source: No export to cancel
sv_se: Ingen export att avbryta

source: Background export started for %d posts
sv_se: Bakgrundsexport har startat för %d inlägg

source: Starting export...
sv_se: Startar export...

source: Processing chunk %1$d of %2$d (%3$d posts)
sv_se: Bearbetar segment %1$d av %2$d (%3$d inlägg)

source: Export completed successfully
sv_se: Exporten har slutförts

source: Export cancelled by user
sv_se: Exporten avbröts av användaren

source: General
sv_se: Allmänt

source: Content to Export
sv_se: Innehåll att exportera

source: Post Types
sv_se: Inläggstyper

source: Select post types to export
sv_se: Välj inläggstyper att exportera

source: Drafts
sv_se: Utkast

source: Include draft posts in export
sv_se: Inkludera utkast i exporten

source: This will include draft posts in the export.
sv_se: Detta kommer att inkludera utkast till inlägg i exporten.

source: Private
sv_se: Privat

source: Include private posts in export
sv_se: Inkludera privata inlägg i exporten

source: This will include private posts in the export.
sv_se: Detta kommer att inkludera privata inlägg i exporten.

source: Chunk Size
sv_se: Storlek på exportsegment

source: Number of posts to process in each batch during background exports. Lower values use less memory but take longer.
sv_se: Antal poster som behandlas i varje omgång vid bakgrundsexport. Lägre värden använder mindre minne men tar längre tid.

source: Adapters (Page Builders, etc.)
sv_se: Adaptrar (sidbyggare, etc.)

source: Adapters
sv_se: Adaptrar

source: Enable or disable adapters for export.
sv_se: Aktivera eller inaktivera adaptrar för export.

source: Schedule
sv_se: Schema

source: Automatic Export
sv_se: Automatisk export

source: Run export automatically
sv_se: Kör export automatiskt

source: This will run the export automatically.
sv_se: Detta kommer att köra exporten automatiskt.

source: Export Frequency
sv_se: Exportfrekvens

source: How often to run the export
sv_se: Hur ofta exporten ska köras

source: Hourly
sv_se: Varje timme

source: Daily
sv_se: Dagligen

source: Export Time
sv_se: Exporttid

source: Time of day to run the export (server time)
sv_se: Tid på dagen för att köra exporten (servertid)

source: You can automate exports using WP-CLI and your server's crontab for better reliability and performance
sv_se: Du kan automatisera exporter med WP-CLI och din servers crontab för bättre tillförlitlighet och prestanda

source: You can automate exports using WP-CLI and your server's crontab for better reliability and performance. Use the --background flag for large exports to prevent timeouts.
sv_se: Du kan automatisera exporter med hjälp av WP-CLI och din servers crontab för bättre tillförlitlighet och prestanda. Använd flaggan --background för stora exporter för att förhindra timeout.

source: API Authentication
sv_se: API-autentisering

source: API Key
sv_se: API-nyckel

source: API key for accessing the Worddown API. Leave empty to only allow local access.
sv_se: API-nyckel för att komma åt Worddown API:et. Lämna tomt för att endast tillåta lokal åtkomst.

source: Available Endpoints
sv_se: Tillgängliga endpoints

source: List all exported markdown files with metadata
sv_se: Lista alla exporterade markdown-filer med metadata

source: Get markdown content of a specific file by post ID
sv_se: Hämta markdown-innehåll för en specifik fil via inläggs-ID

source: Trigger a new export operation. Use background=true for large exports
sv_se: Starta en ny exportoperation. Använd background=true för stora exporter

source: Example Usage (cURL)
sv_se: Exempel på användning (cURL)

source: Exported Files
sv_se: Exporterade filer

source: Editing:
sv_se: Redigerar:

source: Failed to load dashboard data.
sv_se: Det gick inte att läsa in instrumentpanelsdata.

source: Export completed successfully!
sv_se: Export slutförd framgångsrikt!

source: Export failed.
sv_se: Exporten misslyckades.

source: Export failed to start.
sv_se: Exporten misslyckades med att starta.

source: Never
sv_se: Aldrig

source: Last Export
sv_se: Senaste Export

source: Enabled
sv_se: Aktiverad

source: Disabled
sv_se: Inaktiverad

source: Auto Export
sv_se: Automatisk Export

source: Exported files by Post Type
sv_se: Exporterade filer efter inläggstyp

source: Exported files
sv_se: Exporterade filer

source: Export Now
sv_se: Exportera nu

source: files exported
sv_se: exporterade filer

source: Next Scheduled Export:
sv_se: Nästa schemalagda export:

source: Exporting...
sv_se: Exporterar...

source: Start a manual export of all content based on your current settings.
sv_se: Starta en manuell export av allt innehåll baserat på dina inställningar.

source: Export Directory:
sv_se: Exportkatalog:

source: Directory exists and is writable
sv_se: Katalogen finns och är skrivbar

source: Directory does not exist or is not writable
sv_se: Katalogen finns inte eller är inte skrivbar

source: File Format:
sv_se: Filformat:

source: Saving...
sv_se: Sparar…

source: Save Settings
sv_se: Spara inställningar

source: Settings saved!
sv_se: Inställningarna sparade!

source: Failed to save settings.
sv_se: Det gick inte att spara inställningarna.

source: Export started successfully!
sv_se: Exporten har startat!

source: Export was cancelled.
sv_se: Exporten avbröts.

source: Export cancelled successfully.
sv_se: Exporten avbröts.

source: Failed to cancel export.
sv_se: Det gick inte att avbryta exporten.

source: Cancel Export
sv_se: Avbryt export

source: Export in progress...
sv_se: Export pågår...

source: Total Posts
sv_se: Totalt antal inlägg

source: Exported
sv_se: Exporterad

source: Failed
sv_se: Misslyckades

source: Estimated completion:
sv_se: Beräknad färdigställandetid:

source: Export is running in the background. You can safely close this page.
sv_se: Exporten körs i bakgrunden. Du kan säkert stänga den här sidan.

source: Start a background export of all content based on your current settings.
sv_se: Starta en bakgrundsexport av allt innehåll baserat på dina nuvarande inställningar.

source: Supported adapters will be shown here automatically when they are available.
sv_se: Adaptrar som stöds visas här automatiskt när de är tillgängliga.
